Repository: M1zz/Rereminder
Catalog: Rereminder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Leave empty to use default message: "Timer finished"
de: Leer lassen für den Standardtext: „Timer beendet“
es: Déjalo vacío para usar el mensaje predeterminado: "Temporizador terminado"
fr: Laissez vide pour utiliser le message par défaut : « Minuteur terminé »
it: Lascia vuoto per usare il messaggio predefinito: "Timer terminato"
ja: デフォルトメッセージを使用する場合は空欄にしてください：「タイマー終了」
ko: 비워두면 기본 메시지가 사용됩니다: "타이머 종료되었습니다"
pt_br: Deixe em branco para usar a mensagem padrão: "Timer finalizado"
zh_hans: 留空则使用默认文案：“计时结束”
zh_hant: 留空則使用預設文案：「計時結束」

source: Leave Feedback
de: Feedback geben
es: Enviar comentarios
fr: Donner mon avis
it: Lascia un feedback
ja: 意見を送る
ko: 의견 남기기
pt_br: Deixar feedback
zh_hans: 留下意见
zh_hant: 留下意見

source: Leave it empty to use the default.
de: Leer lassen für den Standard.
es: Déjalo vacío para usar el predeterminado.
fr: Laissez vide pour utiliser le message par défaut.
it: Lascia vuoto per usare quello predefinito.
ja: 空のままだと既定の文言になります。
ko: 비워 두면 기본 문구가 나가요.
pt_br: Deixe em branco para usar o padrão.
zh_hans: 留空就会用默认文案。
zh_hant: 留空就會用預設文案。

source: Leave this off in quiet places - it ignores Silent Mode on purpose.
de: In ruhigen Umgebungen lieber aus – der Stumm-Modus wird absichtlich ignoriert.
es: Desactívala en lugares silenciosos: ignora el modo silencio a propósito.
fr: Laissez cette option désactivée dans les lieux calmes : elle ignore volontairement le mode silencieux.
it: Lascialo disattivato nei luoghi silenziosi: ignora di proposito la modalità silenziosa.
ja: 静かな場所ではオフにしてください。サイレントモードをあえて無視します。
ko: 조용한 곳에서는 꺼 두세요. 무음 모드를 일부러 무시합니다.
pt_br: Deixe desativado em lugares silenciosos - ele ignora o modo silencioso de propósito.
zh_hans: 在安静的场合请关掉，它会故意无视静音模式。
zh_hant: 在安靜的場合請關掉，它會刻意無視靜音模式。

source: Let the app remember your setups
de: Lass die App deine Setups merken
es: Deja que la app recuerde tus configuraciones
fr: Laissez l’app mémoriser vos réglages
it: Fai ricordare all'app le tue configurazioni
ja: 設定を覚えさせる
ko: 앱이 설정을 기억하게 하기
pt_br: Deixe o app lembrar suas configurações
zh_hans: 让 App 记住你的设置
zh_hant: 讓 App 記住你的設定

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Limited on the free plan
de: In der Gratisversion begrenzt
es: Limitado en el plan gratis
fr: Limité dans la version gratuite
it: Limitato nel piano gratuito
ja: 無料プランでは個数制限あり
ko: 무료에서는 개수 제한
pt_br: Limitado no plano gratuito
zh_hans: 免费版有数量限制
zh_hant: 免費版有數量限制

source: Listed in the order they will ring. Alerts longer than the timer itself never ring, so they aren't shown here.
de: In der Reihenfolge, in der sie klingeln. Erinnerungen, die länger als der Timer sind, klingeln nie und erscheinen hier nicht.
es: Aparecen en el orden en que sonarán. Los avisos más largos que el propio temporizador nunca suenan, así que no se muestran aquí.
fr: Classées dans l’ordre où elles sonneront. Les alertes plus longues que le minuteur ne sonnent jamais, elles ne sont donc pas affichées ici.
it: Elencati nell'ordine in cui suoneranno. Gli avvisi più lunghi del timer stesso non suonano mai, quindi non compaiono qui.
ja: 鳴る順に並んでいます。タイマーより長い通知は鳴らないため、ここには表示されません。
ko: 울리는 순서대로 나열돼 있어요. 타이머 길이보다 긴 알림은 울리지 않아서 여기 나오지 않습니다.
pt_br: Listados na ordem em que vão tocar. Alertas maiores que o próprio timer nunca tocam, por isso não aparecem aqui.
zh_hans: 按响铃顺序排列。比计时本身还长的提醒不会响，所以不会出现在这里。
zh_hant: 依響鈴順序排列。比計時本身還長的提醒不會響，所以不會出現在這裡。

source: Live Activity (Dynamic Island)
de: Live-Aktivität (Dynamic Island)
es: Actividad en vivo (Dynamic Island)
fr: Activité en direct (Dynamic Island)
it: Attività in tempo reale (Dynamic Island)
ja: Live Activity（ダイナミックアイランド）
ko: Live Activity (다이나믹 아일랜드)
pt_br: Atividade ao Vivo (Dynamic Island)
zh_hans: 实时活动（灵动岛）
zh_hant: 即時動態（動態島）

source: m
de: Min.
es: min
fr: min
it: min
ja: 分
ko: 분
pt_br: min
zh_hans: 分
zh_hant: 分

source: Main
de: Hauptteil
es: Desarrollo
fr: Développement
it: Sviluppo
ja: 本題
ko: 본론
pt_br: Desenvolvimento
zh_hans: 正文
zh_hant: 正文

source: Main work
de: Hauptphase
es: Parte principal
fr: Séance principale
it: Parte centrale
ja: メイン
ko: 본운동
pt_br: Treino principal
zh_hans: 主训练
zh_hant: 主訓練

source: Messages
de: Texte
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pt_br: Mensagens
zh_hans: 提醒文案
zh_hant: 提醒文案

source: Messages have been reset
de: Texte wurden zurückgesetzt
es: Se restablecieron los mensajes
fr: Les messages ont été réinitialisés
it: Messaggi ripristinati
ja: メッセージがリセットされました
ko: 메시지가 초기화되었습니다
pt_br: As mensagens foram redefinidas
zh_hans: 文案已重置
zh_hant: 文案已重設

source: min before alert
de: Min. vorher erinnern
es: min antes
fr: min avant l’alerte
it: min prima
ja: 分前アラート
ko: 분 전 알림
pt_br: min antes do fim
zh_hans: 分钟前提醒
zh_hant: 分鐘前提醒

source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
ko: 분
pt_br: Minutos
zh_hans: 分
zh_hant: 分

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: More pre-alerts
de: Mehr Vorwarnungen
es: Más avisos previos
fr: Plus de pré-alertes
it: Più preavvisi
ja: 事前アラートの追加
ko: 미리 알림 추가
pt_br: Mais pré-alertas
zh_hans: 更多提前提醒
zh_hant: 更多提前提醒

source: Most timers only ring at the end. This one taps you on the shoulder before that — so you can land on time instead of being cut off.
de: Die meisten Timer klingeln erst am Ende. Dieser tippt dir schon vorher auf die Schulter – damit du pünktlich landest, statt unterbrochen zu werden.
es: La mayoría de los temporizadores solo suenan al final. Este te toca el hombro antes, para que termines a tiempo en lugar de quedarte a medias.
fr: La plupart des minuteurs ne sonnent qu’à la fin. Celui-ci vous prévient avant, pour que vous terminiez à l’heure au lieu d’être coupé.
it: La maggior parte dei timer suona solo alla fine. Questo ti dà un colpetto sulla spalla prima, così chiudi in orario invece di essere interrotto.
ja: ふつうのタイマーは最後に一度だけ鳴ります。このアプリはその前に肩を叩きます — 途中で切られず、時間ちょうどに着地できるように。
ko: 보통 타이머는 끝에 한 번만 울려요. 이 앱은 그 전에 어깨를 두드려 줘요 — 잘리지 않고 제시간에 착지하도록.
pt_br: A maioria dos timers só toca no fim. Este dá um toque no seu ombro antes disso — para você terminar no horário em vez de ser cortado.
zh_hans: 大多数计时器只在结束时响一次。这个 App 会在那之前先拍拍你的肩 — 让你准时收尾，而不是被打断。
zh_hant: 大多數計時器只在結束時響一次。這個 App 會在那之前先拍拍你的肩 — 讓你準時收尾，而不是被打斷。

source: My Devices
de: Meine Geräte
es: Mis dispositivos
fr: Mes appareils
it: I miei dispositivi
ja: 自分のデバイス
ko: 내 기기
pt_br: Meus dispositivos
zh_hans: 我的设备
zh_hant: 我的裝置

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
zh_hans: 下一步
zh_hant: 下一步

source: Next: %@
de: Nächste: %@
es: Siguiente: %@
fr: Suivante : %@
it: Prossimo: %@
ja: 次: %@
ko: 다음: %@
pt_br: Próximo: %@
zh_hans: 下一个：%@
zh_hant: 下一個：%@

# Next: %@ alert (%lld min %lld sec left)
source: Next: %1$@ alert (%2$lld min %3$lld sec left)
de: Nächste: Erinnerung bei %1$@ (noch %2$lld Min. %3$lld Sek.)
es: Siguiente: aviso de %1$@ (quedan %2$lld min %3$lld s)
fr: Suivante : alerte %1$@ (encore %2$lld min %3$lld s)
it: Prossimo: avviso %1$@ (mancano %2$lld min %3$lld sec)
ja: 次: %1$@アラート（残り%2$lld分%3$lld秒）
ko: 다음: %1$@ 알림 (%2$lld분 %3$lld초 남음)
pt_br: Próximo: alerta de %1$@ (faltam %2$lld min %3$lld s)
zh_hans: 下一个：%1$@ 提醒（还剩 %2$lld 分 %3$lld 秒）
zh_hant: 下一個：%1$@ 提醒（還剩 %2$lld 分 %3$lld 秒）

# Next: %@ alert (%lld sec left)
source: Next: %1$@ alert (%2$lld sec left)
de: Nächste: Erinnerung bei %1$@ (noch %2$lld Sek.)
es: Siguiente: aviso de %1$@ (quedan %2$lld s)
fr: Suivante : alerte %1$@ (encore %2$lld s)
it: Prossimo: avviso %1$@ (mancano %2$lld sec)
ja: 次: %1$@アラート（残り%2$lld秒）
ko: 다음: %1$@ 알림 (%2$lld초 남음)
pt_br: Próximo: alerta de %1$@ (faltam %2$lld s)
zh_hans: 下一个：%1$@ 提醒（还剩 %2$lld 秒）
zh_hant: 下一個：%1$@ 提醒（還剩 %2$lld 秒）

# Next: End alert (%lld min %lld sec left)
source: Next: End alert (%1$lld min %2$lld sec left)
de: Nächste: Schlusssignal (noch %1$lld Min. %2$lld Sek.)
es: Siguiente: aviso final (quedan %1$lld min %2$lld s)
fr: Suivante : alerte de fin (encore %1$lld min %2$lld s)
it: Prossimo: avviso di fine (mancano %1$lld min %2$lld sec)
ja: 次: 終了アラート（残り%lld分%lld秒）
ko: 다음: 종료 알림 (%lld분 %lld초 남음)
pt_br: Próximo: alerta final (faltam %1$lld min %2$lld s)
zh_hans: 下一个：结束提醒（还剩 %1$lld 分 %2$lld 秒）
zh_hant: 下一個：結束提醒（還剩 %1$lld 分 %2$lld 秒）

source: Next: End alert (%lld sec left)
de: Nächste: Schlusssignal (noch %lld Sek.)
es: Siguiente: aviso final (quedan %lld s)
fr: Suivante : alerte de fin (encore %lld s)
it: Prossimo: avviso di fine (mancano %lld sec)
ja: 次：終了アラート（残り%lld秒）
ko: 다음: 종료 알림 (%lld초 후)
pt_br: Próximo: alerta final (faltam %lld s)
zh_hans: 下一个：结束提醒（还剩 %lld 秒）
zh_hant: 下一個：結束提醒（還剩 %lld 秒）

source: No active timer
de: Kein aktiver Timer
es: No hay temporizador activo
fr: Aucun minuteur actif
it: Nessun timer attivo
ja: アクティブなタイマーなし
ko: 활성 타이머 없음
pt_br: Nenhum timer ativo
zh_hans: 没有进行中的计时
zh_hant: 沒有進行中的計時

source: No Apple Watch is paired with this iPhone
de: Mit diesem iPhone ist keine Apple Watch gekoppelt
es: No hay ningún Apple Watch enlazado con este iPhone
fr: Aucune Apple Watch n’est jumelée avec cet iPhone
it: Nessun Apple Watch abbinato a questo iPhone
ja: このiPhoneにペアリングされたApple Watchがありません
ko: 이 iPhone에 페어링된 Apple Watch가 없어요
pt_br: Nenhum Apple Watch emparelhado com este iPhone
zh_hans: 这台 iPhone 没有配对的 Apple Watch
zh_hant: 這台 iPhone 沒有配對的 Apple Watch

source: No next one planned
de: Kein nächster Termin geplant
es: No hay una próxima fecha
fr: Rien de prévu pour l’instant
it: Nessun prossimo appuntamento
ja: 次の予定はありません
ko: 다음 자리는 없어요
pt_br: Nenhuma próxima data marcada
zh_hans: 还没有安排下一次
zh_hant: 還沒有安排下一次

source: No pre-alerts set
de: Keine Vorwarnungen eingestellt
es: No hay avisos previos
fr: Aucune pré-alerte définie
it: Nessun preavviso impostato
ja: 事前アラートが設定されていません
ko: 예비 알림이 설정되지 않았습니다
pt_br: Nenhum pré-alerta definido
zh_hans: 未设置提前提醒
zh_hant: 未設定提前提醒

source: No purchases to restore
de: Keine Käufe zum Wiederherstellen
es: No hay compras para restaurar
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
ja: 復元できる購入はありません
ko: 복원할 구매 내역이 없습니다
pt_br: Nenhuma compra para restaurar
zh_hans: 没有可恢复的购买
zh_hant: 沒有可回復的購買

source: No saved templates
de: Keine gesicherten Vorlagen
es: No hay plantillas guardadas
fr: Aucun modèle enregistré
it: Nessun modello salvato
ja: 保存されたテンプレートがありません
ko: 저장된 템플릿이 없습니다
pt_br: Nenhum modelo salvo
zh_hans: 还没有保存的模板
zh_hant: 還沒有儲存的範本

source: No timer history
de: Kein Timer-Verlauf
es: No hay historial de temporizadores
fr: Aucun historique
it: Nessuna cronologia
ja: タイマー履歴がありません
ko: 타이머 기록 없음
pt_br: Nenhum histórico de timer
zh_hans: 没有计时记录
zh_hant: 沒有計時記錄

source: No, I don't
de: Nein, hab ich nicht
es: No, no tengo
fr: Non, je n’en ai pas
it: No, non ce l'ho
ja: いいえ、ありません
ko: 아니요, 없어요
pt_br: Não tenho
zh_hans: 没有
zh_hant: 沒有

source: Not answered yet
de: Noch nicht beantwortet
es: Sin responder
fr: Pas encore répondu
it: Nessuna risposta
ja: 未回答
ko: 아직 답하지 않음
pt_br: Ainda não respondido
zh_hans: 尚未回答
zh_hant: 尚未回答

source: not available
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: indisponível
zh_hans: 不可用
zh_hant: 不可用

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결 안 됨
pt_br: Não conectado
zh_hans: 未连接
zh_hant: 未連線

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: あとで
ko: 나중에
pt_br: Agora não
zh_hans: 以后再说
zh_hant: 之後再說

source: Not sure yet
de: Weiß ich noch nicht
es: Aún no lo sé
fr: Je ne sais pas encore
it: Non lo so ancora
ja: まだ決めていない
ko: 아직 모르겠어요
pt_br: Ainda não sei
zh_hans: 还没想好
zh_hant: 還沒想好

source: Nothing you already have is going away.
de: Nichts, was du schon hast, fällt weg.
es: Nada de lo que ya tienes va a desaparecer.
fr: Rien de ce que vous avez déjà ne disparaît.
it: Niente di ciò che hai già andrà perso.
ja: 今お持ちのものは一つもなくなりません。
ko: 지금 갖고 계신 것은 하나도 사라지지 않습니다.
pt_br: Nada do que você já tem vai desaparecer.
zh_hans: 你现在拥有的一切都不会消失。
zh_hant: 你現在擁有的一切都不會消失。

source: notice
de: Hinweis
es: Aviso
fr: avis
it: Avviso
ja: お知らせ
ko: 알림
pt_br: aviso
zh_hans: 通知
zh_hant: 通知

source: Notification Message Settings
de: Mitteilungstexte
es: Mensajes de notificación
fr: Messages des notifications
it: Messaggi delle notifiche
ja: 通知メッセージ設定
ko: 알림 메시지 설정
pt_br: Mensagens das notificações
zh_hans: 通知文案设置
zh_hant: 通知文案設定

source: Notification Method
de: Mitteilungsart
es: Método de aviso
fr: Mode de notification
it: Modalità di avviso
ja: 通知方法
ko: 알림 방식
pt_br: Método de notificação
zh_hans: 通知方式
zh_hant: 通知方式

source: Notification Permission
de: Mitteilungsberechtigung
es: Permiso de notificaciones
fr: Autorisation des notifications
it: Permesso notifiche
ja: 通知権限
ko: 알림 권한
pt_br: Permissão de notificação
zh_hans: 通知权限
zh_hant: 通知權限

source: Notification permission denied
de: Mitteilungen abgelehnt
es: Permiso de notificaciones denegado
fr: Notifications refusées
it: Permesso notifiche negato
ja: 通知権限が拒否されました
ko: 알림 권한이 거부되었습니다
pt_br: Permissão de notificação negada
zh_hans: 通知权限已被拒绝
zh_hant: 通知權限已被拒絕

source: Notification permission is required
de: Mitteilungen müssen erlaubt sein
es: Se necesita permiso de notificaciones
fr: L’autorisation des notifications est requise
it: Serve il permesso per le notifiche
ja: 通知の許可が必要です
ko: 알림 권한이 필요합니다
pt_br: É necessária permissão de notificação
zh_hans: 需要通知权限
zh_hant: 需要通知權限

source: Notification permission is required for timer alerts. Without permission: • You won't receive pre-alerts • You won't receive end alerts • Notifications won't work in background Please enable notifications in Settings.
de: Für Timer-Erinnerungen musst du Mitteilungen erlauben. Ohne Erlaubnis: • Du bekommst keine Vorwarnungen • Du bekommst kein Schlusssignal • Mitteilungen funktionieren nicht im Hintergrund Bitte aktiviere Mitteilungen in den Einstellungen.
es: Se necesita permiso de notificaciones para los avisos del temporizador. Sin permiso: • No recibirás avisos previos • No recibirás avisos finales • Las notificaciones no funcionarán en segundo plano Activa las notificaciones en Ajustes.
fr: L’autorisation des notifications est nécessaire pour les alertes du minuteur. Sans autorisation : • Vous ne recevrez pas les pré-alertes • Vous ne recevrez pas les alertes de fin • Les notifications ne fonctionneront pas en arrière-plan Veuillez activer les notifications dans Réglages.
it: Il permesso per le notifiche è necessario per gli avvisi del timer. Senza permesso: • Non riceverai i preavvisi • Non riceverai gli avvisi di fine • Le notifiche non funzioneranno in background Attiva le notifiche in Impostazioni.
ja: タイマーアラートには通知権限が必要です。 権限がない場合： • 事前アラートを受け取れません • 終了アラートを受け取れません • バックグラウンドで通知が動作しません 設定で通知権限を有効にしてください。
ko: 타이머 알림을 받으려면 알림 권한이 필요합니다. 권한이 없으면: • 예비 알림을 받을 수 없습니다 • 종료 알림을 받을 수 없습니다 • 백그라운드에서 알림이 작동하지 않습니다 설정에서 알림 권한을 켜주세요.
pt_br: A permissão de notificação é necessária para os alertas do timer. Sem permissão: • Você não receberá pré-alertas • Você não receberá alertas de fim • As notificações não funcionarão em segundo plano Ative as notificações em Ajustes.
zh_hans: 计时器提醒需要通知权限。 没有权限时： • 收不到提前提醒 • 收不到结束提醒 • 后台无法发出通知 请在设置中开启通知权限。
zh_hant: 計時器提醒需要通知權限。 沒有權限時： • 收不到提前提醒 • 收不到結束提醒 • 背景無法發出通知 請在設定中開啟通知權限。

source: Notification Style
de: Mitteilungsstil
es: Estilo de notificación
fr: Style de notification
it: Stile di notifica
ja: 通知スタイル
ko: 알림 스타일
pt_br: Estilo de notificação
zh_hans: 通知样式
zh_hant: 通知樣式

source: Now check the remaining time in your Mac menu bar too
de: Sieh die Restzeit jetzt auch in der Menüleiste deines Macs
es: Ahora consulta también el tiempo restante en la barra de menús de tu Mac
fr: Voyez aussi le temps restant dans la barre des menus de votre Mac
it: Ora controlla il tempo rimanente anche nella barra dei menu del Mac
ja: これからはMacのメニューバーでも残り時間を確認できます
ko: 이제 Mac 메뉴 막대에서도 남은 시간을 확인하세요
pt_br: Agora veja o tempo restante também na barra de menus do Mac
zh_hans: 现在在 Mac 菜单栏也能看到剩余时间
zh_hant: 現在在 Mac 選單列也能看到剩餘時間

source: Now check the remaining time on your Apple Watch too
de: Sieh die Restzeit jetzt auch auf deiner Apple Watch
es: Ahora consulta también el tiempo restante en tu Apple Watch
fr: Voyez aussi le temps restant sur votre Apple Watch
it: Ora controlla il tempo rimanente anche su Apple Watch
ja: これからはApple Watchでも残り時間を確認できます
ko: 이제 Apple Watch에서도 남은 시간을 확인하세요
pt_br: Agora veja o tempo restante também no seu Apple Watch
zh_hans: 现在在 Apple Watch 上也能看到剩余时间
zh_hant: 現在在 Apple Watch 上也能看到剩餘時間

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: No
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关
zh_hant: 關

source: On
de: Ein
es: Activado
fr: Activé
it: Sì
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开
zh_hant: 開

source: On iPhone, open the Watch app → My Watch, and install Rereminder if it isn't there.
de: Öffne auf dem iPhone die Watch-App → Meine Uhr und installiere Rereminder, falls es fehlt.
es: En el iPhone, abre la app Watch → Mi reloj e instala Rereminder si no aparece.
fr: Sur l’iPhone, ouvrez l’app Watch → Ma montre, et installez Rereminder s’il n’y est pas.
it: Su iPhone, apri l'app Watch → Il mio orologio e installa Rereminder se non c'è.
ja: iPhoneのWatchアプリ →「マイウォッチ」でRereminderがなければインストールしてください。
ko: iPhone의 Watch 앱 → 내 시계에서 두번알림이 없으면 설치하세요.
pt_br: No iPhone, abra o app Watch → Meu Relógio e instale o Rereminder se ele não estiver lá.
zh_hans: 在 iPhone 上打开“Watch”App →“我的手表”，如果没有 Rereminder 就安装它。
zh_hant: 在 iPhone 上開啟「Watch」App →「我的手錶」，如果沒有 Rereminder 就安裝它。

# onboarding_desc_7
source: Start on iPhone and keep going on Apple Watch or Mac — pause on one, and the others follow. Widgets and the Dynamic Island let you check and control without opening the app.
de: Starte auf dem iPhone und mach auf Apple Watch oder Mac weiter – pausierst du auf einem Gerät, folgen die anderen. Mit Widgets und der Dynamic Island siehst und steuerst du alles, ohne die App zu öffnen.
es: Empieza en el iPhone y sigue en tu Apple Watch o tu Mac: pausa en uno y los demás te siguen. Los widgets y la Dynamic Island te permiten consultar y controlar sin abrir la app.
fr: Commencez sur l’iPhone et continuez sur l’Apple Watch ou le Mac : mettez en pause sur l’un, les autres suivent. Les widgets et la Dynamic Island permettent de vérifier et de contrôler sans ouvrir l’app.
it: Inizia su iPhone e continua su Apple Watch o Mac: metti in pausa su uno e gli altri seguono. Con i widget e Dynamic Island controlli tutto senza aprire l'app.
ja: iPhoneで始めてApple WatchやMacでそのまま続けられます。片方で止めればもう片方も止まります。ウィジェットやダイナミックアイランドからは、アプリを開かずに確認・操作できます。
ko: iPhone에서 시작해 Apple Watch나 Mac에서 그대로 이어가세요. 한쪽에서 멈추면 다른 쪽도 따라 멈춥니다. 위젯과 다이나믹 아일랜드로는 앱을 열지 않고도 보고 조작할 수 있어요.
pt_br: Comece no iPhone e continue no Apple Watch ou no Mac — pause em um, e os outros acompanham. Com os widgets e a Dynamic Island, você vê e controla sem abrir o app.
zh_hans: 在 iPhone 上开始，在 Apple Watch 或 Mac 上接着用 — 一边暂停，另一边也跟着停。用小组件和灵动岛，不打开 App 也能查看和操作。
zh_hant: 在 iPhone 上開始，在 Apple Watch 或 Mac 上接著用 — 一邊暫停，另一邊也跟著停。用小工具和動態島，不開啟 App 也能查看和操作。

# onboarding_scenario_7
source: Presenting from your Mac while your wrist taps the 5-minute warning
de: Am Mac präsentieren, während dich dein Handgelenk 5 Minuten vorher antippt
es: Presenta desde tu Mac mientras tu muñeca te avisa a 5 minutos del final
fr: Présenter depuis votre Mac pendant que votre poignet vous signale les 5 dernières minutes
it: Presenti dal Mac mentre il polso ti avvisa a 5 minuti dalla fine
ja: Macで発表しながら、5分前の通知は手首で受け取る
ko: 맥으로 발표하면서 5분 전 알림은 손목으로 받기
pt_br: Apresentar pelo Mac enquanto o pulso avisa dos 5 minutos finais
zh_hans: 用 Mac 演讲，5 分钟前的提醒由手腕接收
zh_hant: 用 Mac 簡報，5 分鐘前的提醒由手腕接收

# onboarding_title_7
source: One timer, all your devices
de: Ein Timer, alle deine Geräte
es: Un temporizador, en todos tus dispositivos
fr: Un minuteur, tous vos appareils
it: Un timer, tutti i tuoi dispositivi
ja: ひとつのタイマーを すべてのデバイスで
ko: 타이머 하나로 모든 기기에서
pt_br: Um timer, todos os seus dispositivos
zh_hans: 一个计时器， 你的所有设备
zh_hant: 一個計時器， 你的所有裝置

source: One buzz is easy to miss. Rereminder repeats the end alert until you tap Stop or Snooze.
de: Ein Vibrieren verpasst man leicht. Rereminder wiederholt das Schlusssignal, bis du auf Stopp oder Schlummern tippst.
es: Una vibración se pasa por alto fácilmente. Rereminder repite el aviso final hasta que toques Detener o Posponer.
fr: Une seule vibration passe facilement inaperçue. Rereminder répète l’alerte de fin jusqu’à ce que vous touchiez Arrêter ou Répéter.
it: Una vibrazione è facile da perdere. Rereminder ripete l'avviso di fine finché non tocchi Stop o Posponi.
ja: 一度の振動は見逃しやすいものです。停止かスヌーズを押すまで終了通知をくり返します。
ko: 한 번의 진동은 놓치기 쉽습니다. 정지나 다시 알림을 누를 때까지 종료 알림을 반복합니다.
pt_br: Uma vibração é fácil de perder. O Rereminder repete o alerta final até você tocar em Parar ou Adiar.
zh_hans: 只震一下很容易错过。Rereminder 会重复结束提醒，直到你点按停止或稍后提醒。
zh_hant: 只震一下很容易錯過。Rereminder 會重複結束提醒，直到你點一下停止或稍後提醒。

source: One more set, then cool down — without counting.
de: Noch ein Satz, dann Cool-down – ohne mitzuzählen.
es: Una serie más y a la vuelta a la calma, sin contar.
fr: Encore une série, puis retour au calme, sans compter.
it: Un'altra serie, poi defaticamento, senza contare.
ja: あと1セット、それからクールダウン — 数えなくて大丈夫。
ko: 한 세트 더, 그리고 쿨다운 — 세지 않아도 돼요.
pt_br: Mais uma série e depois a volta à calma — sem contar.
zh_hans: 再来一组，然后放松 — 不用自己数。
zh_hant: 再來一組，然後緩和 — 不用自己數。

source: One timer, several heads-ups
de: Ein Timer, mehrere Vorwarnungen
es: Un temporizador, varios avisos
fr: Un minuteur, plusieurs avertissements
it: Un timer, più avvisi in anticipo
ja: タイマーひとつ、何度かの予告
ko: 타이머 하나, 여러 번의 예고
pt_br: Um timer, vários avisos
zh_hans: 一个计时，多次预告
zh_hant: 一個計時，多次預告

source: One-time purchase. No subscription fees.
de: Einmalkauf. Kein Abo.
es: Compra única. Sin suscripciones.
fr: Achat unique. Aucun abonnement.
it: Acquisto una tantum. Nessun abbonamento.
ja: 買い切り。サブスクリプション料金はありません。
ko: 일회성 구매. 구독료 없음.
pt_br: Compra única. Sem assinatura.
zh_hans: 一次性买断，没有订阅费。
zh_hant: 一次買斷，沒有訂閱費。

source: Only basic notifications are supported on macOS
de: Unter macOS werden nur einfache Mitteilungen unterstützt
es: En macOS solo se admiten notificaciones básicas
fr: Seules les notifications de base sont prises en charge sur macOS
it: Su macOS sono supportate solo le notifiche di base
ja: macOSでは基本的な通知のみ対応しています
ko: macOS에서는 기본 알림만 지원됩니다
pt_br: Somente notificações básicas são compatíveis com o macOS
zh_hans: macOS 上只支持基本通知
zh_hant: macOS 上只支援基本通知

source: Open App
de: App öffnen
es: Abrir app
fr: Ouvrir l’app
it: Apri app
ja: アプリを開く
ko: 앱 열기
pt_br: Abrir app
zh_hans: 打开 App
zh_hant: 開啟 App

source: Open Rereminder app
de: Rereminder öffnen
es: Abrir la app Rereminder
fr: Ouvrir l’app Rereminder
it: Apri l'app Rereminder
ja: Rereminderアプリを開く
ko: 두번알림 앱을 엽니다
pt_br: Abrir o app Rereminder
zh_hans: 打开 Rereminder
zh_hant: 開啟 Rereminder

source: Open Rereminder on your Apple Watch — the remaining time appears while a timer runs.
de: Öffne Rereminder auf deiner Apple Watch – die Restzeit erscheint, während ein Timer läuft.
es: Abre Rereminder en tu Apple Watch: el tiempo restante aparece mientras corre un temporizador.
fr: Ouvrez Rereminder sur votre Apple Watch : le temps restant s’affiche pendant qu’un minuteur tourne.
it: Apri Rereminder su Apple Watch: il tempo rimanente appare mentre il timer è in corso.
ja: Apple WatchでRereminderを開いてください。タイマー中は残り時間が表示されます。
ko: Apple Watch에서 두번알림을 여세요. 타이머가 도는 동안 남은 시간이 보여요.
pt_br: Abra o Rereminder no Apple Watch — o tempo restante aparece enquanto um timer roda.
zh_hans: 在 Apple Watch 上打开 Rereminder。计时进行时会显示剩余时间。
zh_hant: 在 Apple Watch 上開啟 Rereminder。計時進行時會顯示剩餘時間。
